{"teams":[{"idTeam":"133657","idSoccerXML":"64","idAPIfootball":"167","intLoved":null,"strTeam":"Hoffenheim","strTeamShort":null,"strAlternate":"TSG 1899 Hoffenheim","intFormedYear":"1899","strSport":"Soccer","strLeague":"German Bundesliga","idLeague":"4331","strLeague2":"DFB-Pokal","idLeague2":"4485","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":null,"idLeague6":null,"strLeague7":null,"idLeague7":null,"strDivision":null,"strManager":"","strStadium":"Rhein-Neckar-Arena","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/qqxuyt1423712601.jpg","strStadiumDescription":"Rhein-Neckar-Arena (also known as Wirsol Rhein-Neckar-Arena  for sponsoring purposes) is a multi-purpose stadium in Sinsheim, Baden-Württemberg, Germany. It is used mostly for football matches and hosts the home matches of 1899 Hoffenheim. The stadium has a capacity of 30,150 people. It replaced TSG 1899 Hoffenheim's former ground, the Dietmar-Hopp-Stadion.\r\n\r\nThe stadium is the largest in the Rhine-Neckar metropolitan area, although it is situated in a town with only 36,000 inhabitants.\r\n\r\nThe first competitive match was played on 31 January 2009 against FC Energie Cottbus, and ended in a 2–0 win for Hoffenheim. The stadium hosted international matches at the 2011 FIFA Women's World Cup. The Rhein-Neckar-Arena will host the \"2017 DEL Winter Game\", an outdoor ice hockey game between Adler Mannheim and the Schwenningen Wild Wings on 7 January 2017.","strStadiumLocation":"Sinsheim, Baden-Württemberg, Germany","intStadiumCapacity":"30150","strWebsite":"www.achtzehn99.de","strFacebook":"www.facebook.com\/TSGHoffenheim\/","strTwitter":"twitter.com\/tsghoffenheim","strInstagram":"www.instagram.com\/tsghoffenheim","strDescriptionEN":"urn- und Sportgemeinschaft 1899 Hoffenheim e.V., or simply TSG 1899 Hoffenheim is a professional German association football club based in Hoffenheim, a village of Sinsheim municipality, Baden-Württemberg, inside the Rhine-Neckar Metropolitan Region. A fifth division side in 2000, the club made a remarkable advance to the German football league system top tier Bundesliga in 2008 with the financial backing of alumnus and software mogul Dietmar Hopp.\r\n\r\nHistory\r\nThe modern-day club was formed in 1945, when gymnastics club Turnverein Hoffenheim (founded 1 July 1899) and football club Fußballverein Hoffenheim (founded 1921) merged. At the beginning of the 1990s, the club was an obscure local amateur side playing in the eighth division Baden-Württemberg A-Liga. They steadily improved and by 1996 were competing in the Verbandsliga Nordbaden (V).\r\n\r\nAround 2000, alumnus Dietmar Hopp returned to the club of his youth as a financial backer. Hopp was the co-founder of software firm SAP and he put some of his money into the club. His contributions generated almost immediate results: in 2000 Hoffenheim finished first in the Verbandsliga and was promoted to the fourth-division Oberliga Baden-Württemberg. Another first-place finish moved the club up to the Regionalliga Süd (III) for the 2001–02 season. They finished 13th in their first season in the Regionalliga, but improved significantly the next year, earning a fifth-place result.\r\n\r\nHoffenheim earned fifth and seventh-place finishes in the next two seasons, before improving to fourth in 2005–06 to earn their best result to date. The club made its first DFB-Pokal appearance in the 2003–04 competition and performed well, advancing to the quarter-finals by eliminating 2. Bundesliga sides Eintracht Trier and Karlsruher SC and Bundesliga club Bayer Leverkusen before being put out themselves by another 2. Bundesliga side, VfB Lübeck.\r\n\r\nNegotiations to merge TSG Hoffenheim, Astoria Walldorf, and SV Sandhausen to create FC Heidelberg 06 in 2005 were abandoned due to the resistance of the latter two clubs, and the failure to agree on whether the new side's stadium should be located in Heidelberg or Eppelheim. Team owner Hopp clearly preferred Heidelberg, but could not overcome the resistance of local firm Wild, which had already reserved the site of the planned stadium for its new production facilities.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Germany","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qusuxu1473453358.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2019-133657-Jersey.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/bhwri31543832431.png","strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sxsvvv1424536655.jpg","strTeamFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9xpyfc1543771558.jpg","strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ir034c1543771566.jpg","strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/8cd0v91543771574.jpg","strTeamBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ckcy8c1543773284.jpg","strYoutube":"","strLocked":"unlocked"}]}